[
  {
    "id": "cc789f85-1476-452a-8100-9e74502198e0",
    "name": "EQUES ALL BLACK",
    "description": "The definitive blackout timepiece: The EQUES ALL BLACK delivers a minimalist, stealth profile, fusing modern design with enduring style.",
    "price": 3499,
    "tags": ["accessories"]
  },
  {
    "id": "87e89b11-d319-446d-b9be-50adcca5224a",
    "name": "GT3RS OCTA with BLUE brakes calibrators | Gyro Watch",
    "description": "Track-ready timekeeping: Inspired by the legendary GT3RS, this Gyro Watch features a kinetic spinning wheel and high-performance Blue brake caliper detail, built for the purist.",
    "price": 1990,
    "tags": ["accessories"]
  },
  {
    "id": "4f18544b-70a5-4352-8e19-0d070f46745d",
    "name": "RS7 OCTA RED with RED brakes calibrators | Gyro Watch",
    "description": "A relentless Red Gyro Watch that demands attention, featuring a kinetic spinning dial and matching Red brake caliper details for pure, high-performance style.",
    "price": 1990,
    "tags": ["accessories"]
  },
  {
    "id": "79bce3f3-935f-4912-8c62-0d2f3e059405",
    "name": "RS7 OCTA with BLUE brakes calibrators | Gyro Watch",
    "description": "Mechanical mastery meets a pop of color: A kinetic Gyro Watch dial accented by vibrant Blue brake caliper details, capturing high-performance precision on your wrist.",
    "price": 1990,
    "tags": ["accessories"]
  },
  {
    "id": "d27cf49f-b689-4a75-a249-d373e0330bb5",
    "name": "GODZILLA with GREEN brakes calibrators | Gyro Watch",
    "description": "A monster of a timepiece: This dynamic Gyro Watch captures raw power, with a spinning dial highlighted by a sharp, electrifying flash of Green caliper detail.",
    "price": 1690,
    "tags": ["accessories"]
  },
  {
    "id": "1ca35e86-4b4c-4124-b6b5-076ba4134d0d",
    "name": "RS7 OCTA BLACK with RED brakes calibrators | Gyro Watch",
    "description": "A dynamic, all-black Gyro Watch featuring the iconic spinning wheel and a flash of Red brake caliper engineering inspired by the world's fastest supercars.",
    "price": 1990,
    "tags": ["accessories"]
  },
  {
    "id": "631a3db5-ac07-492c-a994-8cd56923c112",
    "name": "GT3RS OCTA with RED brakes calibrators | Gyro Watch",
    "description": "The GT3RS OCTA is pure kinetic energy, featuring a dynamic Gyro Watch dial and an unmistakable flash of Red brake caliper engineering inspired by the track",
    "price": 1690,
    "tags": ["accessories"]
  },
  {
    "id": "8757729a-c518-4356-8694-9e795a9b3237",
    "name": "GT3RS OCTA RED with RED brakes calibrators | Gyro Watch",
    "description": "Pure Racing Red: A bold, monochromatic statement piece featuring a dynamic Gyro Watch dial and an aggressive, matching Red brake caliper design, capturing the soul of the GT3RS.",
    "price": 1990,
    "tags": ["accessories"]
  },
  {
    "id": "d4edfedb-dbe9-4dd9-aae8-009489394955",
    "name": "EQUES WHITE SKETCH WATCH",
    "description": "Wear a work of art: The EQUES WHITE SKETCH WATCH 2D brings a hand-drawn illusion to life on your wrist, blending minimalist design with artistic flair.",
    "price": 2990,
    "tags": ["accessories"]
  },
  {
    "id": "a1258cd2-176c-4507-ade6-746dab5ad625",
    "name": "RS5 OCTA ORANGE WITH ORANGE BRAKE CALLIPERS | Gyro Watch",
    "description": "Unleashed Energy: A vibrant, all-Orange monochromatic statement, where the dynamic Gyro Watch dial is perfectly complemented by matching Orange brake caliper detail.",
    "price": 1900,
    "tags": ["accessories"]
  },
  {
    "id": "d3104128-1d14-4465-99d3-8ab9267c687b",
    "name": "FERRARI ROMA with ORANGE brakes calibrators | Gyro Watch",
    "description": "Italian elegance meets the racetrack: The FERRARI ROMA Gyro Watch captures fluid motion and is accented by the unexpected, brilliant flair of Orange brake caliper detail.",
    "price": 1790,
    "tags": ["accessories"]
  },
  {
    "id": "d77f9ae6-e9a8-4a3e-86bd-b72af75cbc49",
    "name": "ANIMEE WATCH white | Gyro Watch",
    "description": "The ANIMEE WHITE timepiece uses a bright, clean canvas to highlight the captivating, subtle movement of its engineered Gyro Watch mechanism.",
    "price": 1590,
    "tags": ["accessories"]
  }
]
